[
  {
    "title": "Epilepsija",
    "steps": [
      "Ostanite smireni: Važno je zadržati smirenost i ostati pribran tokom napada epilepsije.",
      "Zaštitite osobu: Osigurajte sigurnost osobe koja ima napad tako da uklonite sve oštre ili tvrde predmete u blizini kako bi se izbjegle moguće ozljede"
    ]
  },
  {
    "title": "Opekotine",
    "steps": [
      "Hladite opekotinu: Držite opekotinu pod hladnom tekućom vodom najmanje 10 minuta kako biste smanjili bol i sprečili dalje oštećenje kože.",
      "Pokrijte opekotinu: Nakon hlađenja, prekrijte opekotinu sterilnim zavojem ili čistom tkaninom kako biste sprečili infekciju."
    ]
  },
  {
    "title": "Srčani udar",
    "steps": [
      "Pozovite hitnu pomoć: Odmah pozovite broj hitne pomoći ili odvedite osobu u najbližu zdravstvenu ustanovu.",
      "Neka osoba odmara: Osigurajte da osoba koja ima srčani udar odmara u udobnom položaju i ne napreže se dok ne stigne medicinska pomoć."
    ]
  },
  {
    "title": "Gušenje",
    "steps": [
      "Pozovite pomoć: Ako osoba ne može disati, odmah pozovite hitnu pomoć.",
      "Primenite Heimlichov zahvat: Ako je osoba sposobna kašljati, potaknite je da kašlje. Ako nije, primenite Heimlichov zahvat za oslobađanje disajnih puteva."
    ]
  },
  {
    "title": "Krvarenje",
    "steps": [
      "Primenite pritisak: Nanesite pritisak na područje koje krvari pomoću čistog zavoja ili tkanine kako biste zaustavili krvarenje.",
      "Držite povrijeđeni dio uzdignut: Podignite povrijeđeni dio iznad razine srca kako biste smanjili protok krvi i zaustavili krvarenje."
    ]
  },
  {
    "title": "Prijelomi kostiju",
    "steps": [
      "Imobilizujte povrijeđeno područje: Pomoću šine, daske ili čvrstog predmeta imobilizujte povrijeđenu kost kako biste smanjili bol i sprečili daljnje oštećenje.",
      "Pomoću zavoja pričvrstite imobilizovano područje: Pažljivo pričvrstite zavojem imobilizovano područje."
      ]
    },
    {
      "title": "Anafilaktički šok",
      "steps": [
        "Pozovite hitnu pomoć: Odmah pozovite broj hitne pomoći jer anafilaktički šok može biti životno ugrožavajući.",
        "Dajte epinefrin: Ako osoba ima propisan epinefrin autoinjektor, upotrebite ga prema uputstvima ili kako vam je preporučeno od strane medicinskog osoblja."
      ]
    },
    {
      "title": "Krizni napadaj",
      "steps": [
        "Pazite na sigurnost: Osigurajte da okolina bude sigurna za osobu koja ima krizni napadaj, uklonite potencijalno opasne predmete u blizini.",
        "Ne stavljajte ništa u usta: Nikada ne pokušavajte staviti predmet u usta osobe tokom napadaja kako biste sprečili ugriz ili gušenje."
      ]
    },
    {
      "title": "Otrovanje hranom",
      "steps": [
        "Osigurajte hidrataciju: Pijte puno tečnosti kako biste nadoknadili izgubljenu tečnost i sprečili dehidraciju.",
        "Obratite se zdravstvenom osoblju: Ako imate simptome poput jake mučnine, povraćanja ili visoke temperature, potražite medicinsku pomoć."
      ]
    },
    {
      "title": "Toplotni udar",
      "steps": [
        "Premjestite se u hladovinu: Ako ste izloženi visokim temperaturama, odmah se premjestite na hladno i hladno mesto kako biste smanjili rizik od toplotnog udara.",
        "Hidrirajte se: Pijte puno tečnosti, idealno vodu ili elektrolitne napitke, kako biste nadoknadili izgubljenu tečnost."
      ]
    },
    {
      "title": "Moždani udar",
      "steps": [
        "Pozovite hitnu pomoć: Odmah pozovite broj hitne pomoći ili odvedite osobu u najbližu zdravstvenu ustanovu.",
        "Pomoću RPR pristupa provjerite znakove moždanog udara: Provjerite govor, podignite ruke i obratite pažnju na asimetriju lica."
      ]
    }

]